[
  {
    "id": "001",
    "icon": "/cms/images/onehippo.png",
    "title": "A Bird's Eye Hippo CMS Architectural View Part 1: 10,000 foot view",
    "description": "This series of blogs will be a representation on my view of our stack."
  },
  {
    "id": "002",
    "icon": "/cms/images/onehippo.png",
    "title": "Improved search for Hippo CMS websites using ElasticSearch",
    "description": "I'll discuss the requirements for creating (near) real time search using Hippo workflow events"
  },
  {
    "id": "003",
    "icon": "/cms/images/onehippo.png",
    "title": "Measuring Hippo CMS Fast Date Range Queries",
    "description": "Note that the fast Hippo Date Range Queries use a negligible amount of memory!"
  },
  {
    "id": "004",
    "icon": "/cms/images/onehippo.png",
    "title": "Reproducible and falsifiable performance tests with Hippo CMS",
    "description": "I have always been obsessed with performance, and whenever we were asked to add a feature that could not ever perform, we did not add it to the delivery tier."
  },
  {
    "id": "005",
    "icon": "/cms/images/onehippo.png",
    "title": "The False Premise of Open Source Vs. Proprietary",
    "description": "Jeroen Verberg provides you with some insight on the ongoing Open vs. Closed source debate."
  },
  {
    "id": "006",
    "icon": "/cms/images/onehippo.png",
    "title": "Hippo Fridays @ Hippo",
    "description": "Hippo Fridays are monthly Fridays on which all Hippo developers can share knowledge, try out new things, work on improvements or hack on their own pet project."
  },
  {
    "id": "007",
    "icon": "/cms/images/onehippo.png",
    "title": "Ard Schrijvers on how CMS 7.8 nailed down authorization combined with searches",
    "description": "A small extra step in our Hippo Repository, a major leap on authorization combined with searches."
  },
  {
    "id": "008",
    "icon": "/cms/images/onehippo.png",
    "title": "Woonsan Ko on node.js as a Reverse Proxy",
    "description": "Node.js is great! You can test your Hippo CMS 7 project with full-featured Reverse Proxy Server on your local development machine SO EASILY!"
  },
  {
    "id": "009",
    "icon": "/cms/images/onehippo.png",
    "title": "Jeroen Reijn on WebJars",
    "description": "In most Java projects a dependency management system is used like Maven, Ivy or Gradle."
  },
  {
    "id": "010",
    "icon": "/cms/images/onehippo.png",
    "title": "Jasha Joachimsthal on Phonegap, Widgets, Rave and Hippo",
    "description": "Last week we had the pleasure of hosting the Dutch Apache Meetup over here at the Hippo headquarters in Amsterdam."
  }
]